Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Perhaps the most useful aspect of tacnets, this means that the muse/AI may notice facts or details individual users are likely to have overlooked.
fr_fr: C'est probablement l'aspect le plus utile des réseaux tactiques. Cela signifie que les muses/IAs peuvtn remarquer des faits ou des détails que les utilisateurs indivicuels n'auraient pas remarqués.

source: For example, the tacnet can count shots fired by opponents, note when they are likely running low, and even analyze sensory input to determine the type of weaponry and ammunition being used.
fr_fr: Par exemple, le tacnet peut compter les tir effectués par un adversaire, noter lorsqu'ils vont se retrouver à cours, et même analyser les entrées sensorielles pour déterminer le type d'armement et de mhnitions utilisées.

source: Opponents and their gear can also be scanned and analyzed to note potential weaknesses, injuries, and capabilities.
fr_fr: Les adversaires et leur matériel peuvent également être scannés et analysé pour noter les faiblesses potentielles, les blessures et les capacités.

source: If sensor contact with an opponent is lost, the last known location is memorized and potential movement vectors and distances are displayed.
fr_fr: Si un contact sensoreil avec un adversaire ets perdu, sa dernière position connue esst mémorisé et les vecteurs de mouvements potentiels ainsi que les distances sont affichés.

source: Opponent positioning can also identify lines of sight and fields of fire, alerting the user to areas of potential cover or danger.
fr_fr: Le positionnement des adversaire peut également identifier leur lignes de vue et les champs de tirs, signalant les couverts potentiel ou les zones de danger à l'utilisateur.

source: The tacnet can also suggest tactical maneuvers that will aid the user, such as flanking an opponent or acquiring better elevation.
fr_fr: Le tacnet peut également suggérer des manœuvres tactiques qui aiderons l'utilisateur, telles que le contournement d'un adversaire ou la possibilité de récupérer une postition plus élevée.

source: Many of these features are immediately accessible to the user via their AR display; other data can be accessed with a Quick Action.
fr_fr: La plupart de ces caractéristiques sont immédiatement disponible à l'utilisateur via leur afficage RA; d'autres données peuvent être accédée avec une Action Rapide.

source: Likewise, the gamemaster decides when the muse/AI provides important alerts to the user.
fr_fr: De manière similaire, le maître de jeu décides quand la muse/l'IA fournit des alertes importantes aux utilisateurs.

source: At the gamemaster’s discretion, some of these features may apply modifiers to the character’s tests.
fr_fr: À la discrétion du maître de jeu, certaines de ces caractéristiques peuvent ajouter des modificateurs aux tests des personnages.

source: {Touch-only attack} Some types of attacks simply require you to touch your target, rather than injure them, and are correspondingly easier.
fr_fr: {Attaque de toucher} Certains type d'attaque nécessite simplement que vous touchiez votre cible au lieu de les blesser, et sont donc plus facile à réaliser.

source: This might apply when trying to slap them with a dermal drug patch, spreading a contact poison on their skin, or making skin-to-skin contact for the use of a psi sleight.
fr_fr: Cela devrait s'appliquer lorsque vous essayer de coller un patch dermal à quelqu'un, que vous essayez de répandre un poison de contact sur sa peau ou que vous essayez d'obtenir un contact peau à peau pour utilsier un exploit psi.

source: In situations like this, apply a +20 modifier to your melee attacks.
fr_fr: Dans ces situations, appliquez un modificateur de +20 aux attaques au contact.

source: Any weapon noted as two-handed requires two hands (or other prehensile limbs) to wield effectively.
fr_fr: Toute arme indiquée comme étant à deux mains nécessite l'usage de deux mains (ou autres membres préhensile) pour être maniée efficacement.

source: This applies to some archaic melee weapons (large swords, spears, etc.) in addition to certain larger firearms and heavy weapons.
fr_fr: Cela est avalbles pour certaines armes de mélée archaïque (épée longue, lance, etc) ainsi qu'à certaines armes à feu plus grosse et aux armes lourdes.

source: Any character that attempts to use such a weapon single-handed suffers a -20 modifier.
fr_fr: Tout personaneg qui tente d'utiliser de telles armes d'une seule main subit un modificateur de -20.

source: This modifier does not apply to mounted weapons.
fr_fr: Ce modificateur ne s'applqiue pas aux armes montées.

source: It is possible for a character to wield two weapons in combat, or even more if they are an octomorph or multi-limbed synthmorph.
fr_fr: Il est possible qu'un personnage manie deux armes en combat, ou même plus si c'est une octomorph ou une synthmorph ayant plusieurs membres.

source: In this case, each weapon that is held in an off-hand suffers a -20 off-hand weapon modifier.
fr_fr: Dans ce cas, chaque arme supplémentaire maniée sur une mauvaise main subit le modificateur de mauvaise main de -20.

source: This modifier may be offset with the Ambidextrous trait (p.
fr_fr: Ce modificateur peut être annulé par le trait Ambidextre (p.

source: The use of two or more melee weapons is treated as a single attack, rather than multiple.
fr_fr: L'utilisation de deux armes de mélée ou plus est traitée comme une seule attaque et non comme plusieurs.

source: Each additional weapon applies +1d10 damage to the attack (up to a maximum +3d10).
fr_fr: Chaque armes additionelle ajoute +1d10 de dégats à l'attaque (jusqu'à un amximum de +3d10).

source: Off-hand weapon modifiers are ignored.
fr_fr: Les modificateurs de mauvaises mains sont ignorés.

source: If the character attacks multiple targets with the same Complex Action (see Multiple Targets, p.
fr_fr: Si le personnage attaque des cibles multiples avec la même Action Complexe (voir Cibles Multiples, p.

source: 202), these bonuses does not apply.
fr_fr: 202), ces bonus ne s'appliquent pas.

source: The attacker must, of course, be capable of actually wielding the additional weapons.
fr_fr: L'attaquant doit, bien entendu, être capable de manier l'arme additionelle.

source: A splicer with only two hands cannot wield a knife and a two-handed sword, for example.
fr_fr: Un spliceur avec seulement deux mains ne peut pas manier un couteau et une épée à deux mains par exemple.

source: Likewise, the gamemaster may ignore this damage bonus for extra weapons that are too dissimilar to use together effectively (like a whip and a pool cue).
fr_fr: De manière similaire, le maître de jeu peut ignorer le bonus de dégats pour les armes supplémentaires qui sont trop différentes pour être utilisées ensemble efficacement (comme un fouet et une queue de billard).

source: Note that extra limbs do not count as extra weapons in unarmed combat, nor do weapons that come as a pair (such as shock gloves).
fr_fr: Notez que ni les membres supplémentaires, ni les armes qui sont concues par paires commes les gants chocs) ne comptent comme une arme supplémentaire.

source: A character using more than one melee weapon receives a bonus for defending against melee attacks equal to +10 per extra weapon (maximum +30).
fr_fr: Un personnage utilisant plus du'ne arme de mélée reçoit un bonus pour se défendre contre les attaques de mélée égal à +10 par armes supplémentaires (maximum +30).

source: Similarly, an attacker can wield a pistol in each hand for ranged combat, or larger weapons if they have more limbs (an eight-limbed octomorph, for example, could conceivably hold four assault rifles).
fr_fr: Un attaquant peu également manier un pistolet dans chaque main pour le combat à distance, ou de plsu grosses armes si ils ont plus de membres (un poulpe à huit membre peut, par exemple, manier quatres fusils d'assaut).

source: These weapons may all be fired at once towards the same target.
fr_fr: Ces armes doivent toutes faire feu en une fois sur la même cible.

source: In this case, each weapon is handled as a separate attack, with each off-hand weapon suffering a cumulative off-hand weapon modifier (no modifier for the first attack, -20 for the second, -40 for the third, and -60 for the fourth), offset by the Ambidextrous trait (p.
fr_fr: Dans ce cas, chaque arme est gérée comme une attaque séparée, chaque armes dans une mauvaise main subissant un modificateur cumulatif de mauvaise main de -20 (pas de modificateur sur la première attaque, -20 pour la deuxième, -40 pour la troisième et -60 pour la quatrième), compensés par le trait Ambidextre (p.

source: 145) as usual.
fr_fr: 145) comme d'habitude.

source: Physical health
fr_fr: Santé Physique

source: In a setting as dangerous as Eclipse Phase, characters are inevitably going to get hurt.
fr_fr: Dans un cadre aussi dangereux que celui d' Eclipse Phase, les personnages vont inévitablement être blessés.

source: Whether your morph is biological or synthetic, you can be injured by weapons, brawling, falling, accidents, extreme environments, psi attacks, and so on.
fr_fr: Que votre orph soit biologique ou synthétique, vous pouvez être blessés par des armes, une bagarre, une chute, des accidents, des environnements extrêmes, des attaques de psi et ainsi de suite.

source: This section discusses how to track such injuries and determine what effect they have on your character.
fr_fr: Cette section traite de la façon de garder une trace de telles blessures et de déterminer quels effets elles auront sur votre peronnage.

source: Two methods are used to gauge a character’s physical health: damage points and wounds.
fr_fr: Deux méthodes sont utilisées pour mesurer la santé physique de votre personnage: points de dégats et blessures.

source: Any physical harm that befalls your character is measured in damage points.
fr_fr: Toute blessure physique infligée à votre personnage est mesurée en points de dégats.

source: These points are cumulative, and are recorded on your character sheet.
fr_fr: Ces points sont cumulatifs, et sont notés sur votre fiche de personnage.

source: Damage points are characterized as fatigue, stun, bruises, bumps, sprains, minor cuts, and similar hurts that, while painful, do not significantly impair or threaten your character’s life unless they accumulate to a significant amount.
fr_fr: Les points de dommage sont caractérisés par la fatigue, l'étoudissement, les bleus, les chocs, les entorses, les petites coupures et les autres blessures qui, tout en étant douloureuse, ne vont pas géner ou menacer significativement la vie de votre personnage à moins qu'elles ne s'accumulent jusqu'à un certain niveau.

source: Any source of harm that inflicts a large amount of damage points at once, however, is likely to have a more severe effect (see Wounds, p.
fr_fr: Toute source de blessure qui inflige une grosse quantité de points de dégats en une fois peut cependant avoir un effet plus important (voir Blessures, p.

source: Damage points may be reduced by rest, medical care, and/or repair (see Healing and Repair, p.
fr_fr: Les points de dommages peuvent être réduits par le repos, l'attention médicale, et/ou la réparation (voir Soins et Réparations , p.

source: Physical damage comes in three forms: Energy, Kinetic, and Psi.
fr_fr: Les dégats physiques sont de trois type: Énergétique, Cinétique et Psi.

source: Energy damage includes lasers, plasma guns, fire, electrocution, explosions, and others sources of damaging energy.
fr_fr: Les dégats énergétiques incluent les lasers, les armes à plasma, le feu, l'électrocution, les explosions et d'autres sources de dégats énergétiques.

source: Kinetic damage is caused by projectiles and other objects moving at great speeds that disperse their energy into the target upon impact.
fr_fr: Les dégats cinétiques sont causés par les projetciles et les objets se déplaçant à haute vitesse et qui transfèrent leur énegrie à la cible au moment de l'impact.

source: Kinetic attacks include slug-throwers, flechette weapons, knives, and punches.
fr_fr: Les attaques cinétqiues incluent les frondes, les armes à fléchettes, les couteau et les coups.

source: Psi damage is caused by offensive psi sleights like Psychic Stab (p.
fr_fr: Les dégats Psi sont causés par les exploits psi offensifs comme Attaque Psychic (p.

source: Your character’s physical health is measured by their Durability stat.
fr_fr: La santé physique de votre personnage est mesurée par leur stat de Solidité.

source: For characters sleeved in biomorphs, this figure represents the point at which accumulated damage points overwhelm your character and they fall unconscious.
fr_fr: Pour les personnages incarnés dans des biomorphs, ce nombre représente le niveau à partir duquel les dégats accumulées submergent votre personnage et qu'il sombre dans l'inconscience.

source: Once you have accumulated damage points equal to or exceeding your Durability stat, you immediately collapse from exhaustion and physical abuse.
fr_fr: Une fois que vous avez accumulés un nombre de points de dégats supérieur ou égal à votre stat Solidité, vous vous effondrez immédiatement sous l'épuisement et la violence physique.

source: You remain unconscious and may not be revived until your damage points are reduced below your Durability, either from medical care or natural healing.
fr_fr: Vous demeurez inconscient et ne pouvez être réveillez tant que vos points de dégats n'ont pas été réduits sous votre Solidité, grâce à des soins médicaux ou par guérison naturelle.

source: If you are morphed in a synthetic shell, Durability represents your structural integrity.
fr_fr: Si vous êtes morphé dans une coque synthétique, la Solidité représente votre intégrité structurelle.

source: You become physically disabled when accumulated damage points reach your Durability.
fr_fr: Vous devenez physiquement invalide lorsque vos points de dégats accumulez atteignent votre Solidité.

source: Though your computer systems are likely still functioning and you can still mesh, your morph is broken and immobile until repaired.
fr_fr: Bien que les systèmes informatiques sseront probablement toujours fonctionnels, vous pouvez continuer d'accéder au mesh, mais votre morph est cassé et immobile jusqu'à ce qu'elle soit réparée.

source: An extreme accumulation of damage points can threaten your character’s life.
fr_fr: Une accumulation extrême de points de dégats peut menacer la vie de votre personnage.

source: If the damage reaches your Durability $$ 1.5 (for biomorphs) or Durability $$ 2 (for synthetic morphs), your body dies.
fr_fr: Si les dégâts atteignent votre Solidité $$ 1.5 (pour les biomorphs) ou Solidité $$ 2 (pour les morphs synthétiques), votre corps décède.

source: This known as your Death Rating.
fr_fr: Ce seuil est appelé votre Seuil de Mort.

source: Synthetic morphs that reach this state are destroyed beyond repair.
fr_fr: Les morpsh synthétiques qui atteignent cet état sont détruites au-delà de toute réparation.

source: Weapons (and other sources of injury) in Eclipse Phase have a listed Damage Value (DV) --- the base amount of damage points the weapon inflicts.
fr_fr: Les armes (et les autres sources de blessures) dans Eclipse Phase ont toutes une Valeur de Dégats (DV) - le montant de base de points de dégats infligés par l'arme.

source: This is often presented as a variable amount, in the form of a die roll; for example: 3d10.
fr_fr: Cette valeur est souvent présentée comme une quantité variable, sous le forme d'un jet de dé; par exemple: 3d10.

source: In this case, you roll three ten-sided dice and add up the results (counting 0 as 10).
fr_fr: Dans ce cas, vous lancez trois dés à dix faces et vous additionnez els résultats (encomptant le 0 comme un 10).

source: Sometimes the DV will be presented as a dice roll plus modifier; for example: 2d10 + 5.
fr_fr: Parfois la VD sera présentée comme un jet de dé plus un modificateur; par exemple: 2d10 + 5.

source: In this case you roll two ten-sided dice, add them together, and then add 5 to get the result.
fr_fr: Dans ce cas vous lancez deux dés à dix faces, les additionnez, puis y ajoutez 5 pour obtenir le résultat.

source: For simplicity, a static amount is also noted in parentheses after the variable amount.
fr_fr: Pour simplifier, une quantité statique de dommage est également notée entre parenthèse après la valeur variable.

source: If you prefer to skip the dice rolling, you can just apply the static amount (usually close to the mean average) instead.
fr_fr: Si vous préférez supprimer le lancer de dés, vous pouvez simplement apppliquez la valeur statique(générallement proche de la médiane) à la place.

source: For example, if the damage were noted 2d10 + 5 (15), you could simply apply 15 damage points instead of rolling dice.
fr_fr: Par exemple, si les dégats sont notés 2d10 + 5 (15), vous pouvez simplement appliquer 15 points de dégâts au lieu de lancer le dé.

source: When damage is inflicted on a character, determine the DV (roll the dice) and subtract the modified armor value, as noted under Step 7: Determine Damage (p.
fr_fr: Lorsque des dégats sont infligés à un personnage, déterminez la VD (lancer les dés) et soustrayez la valeur d'armure telle que noté à Étape 7: Déterminez les Dégâts (p.

source: Wounds represent more grievous injuries: bad cuts and hemorrhaging, fractures and breaks, mangled limbs, and other serious damage that impairs your ability to function and may lead to death or long-term damage.
fr_fr: Les blessures représentent des belssures plus sérieuses: mauvaises coupures et hémoragie, fractures et cassures, membrs mutilés et autres dommages sérieux qui handicapent votre capacité à fonctionner et peuvent se terminer par la mort ou des dégats à long terme.

source: Any time your character sustains damage, compare the amount inflicted (after it has been reduced by armor) to your Wound Threshold.
fr_fr: À chaque fois que votre personnage encaisse des dégâts, comaprez le total infligé (arpès l'avoir réduit par l'armure) à votre Seuil de Blessure.

source: If the modified DV equals or exceeds your Wound Threshold, you have suffered a wound.
fr_fr: Si la VD modifiée atteint ou surpasse votre Seuil de Blessure, vous subissez une blessure.

source: If the inflicted damage is double your Wound Threshold, you suffer 2 wounds; if triple your Wound Threshold, you suffer 3 wounds; and so on.
fr_fr: Si les dommages infligés font le double de votre Seuil de Blessure, vous subissez 2 blessures; si c'est le triple, vous subissez 3 blessures; et ainsi de suite.

source: Wounds are cumulative, and must be marked on your character sheet.
fr_fr: Les blessurs sont cumulatives, et doivent être notée sur votre fiche de personnage.

source: Note that these rules handle damage and wounds as an abstract concept.
fr_fr: Notez que cs règles gèrent les dégats et les blessure comme étant un concept abstrait.

source: For drama and realism, gamemasters may wish to describe wounds in more detailed and grisly terms: a broken ankle, a severed tendon, internal bleeding, a lost ear, and so on.
fr_fr: Pour des raisons dramatiques et de réalisme, le maître de jeu peut souhaiter décrire les blessure d'une manière plus détaillée et macabres: une cheville cassée, un tendon sectionné, des hémorragies internes, une oreille perdue, et ainsi de suite.

source: The nature of such descriptive injuries may help the gamemaster assign other effects.
fr_fr: La nature de ces blessures descriptives peuvent aider le maître de jeu à aasigner d'autres effets.

source: For example, a character with a crushed hand may not be able to pick up a gun, someone with excessive blood loss may leave a trail for their enemies to follow, or someone with a cut eye may suffer an additional visual perception modifier.
fr_fr: Par exemple, un personnage avec une main broyée pourrait ne pas être capable d'attraper une arme, quelqu'un ayant perdu beaucoup de sang peut laisser une piste que ses ennemis peuvent suivre, ou quelqu'un ayant un œil arraché pourrait subir des modificateurs de perception visuelle.

source: Likewise, such details may impact how a character is treated or heals.
fr_fr: Ces détails peuvent également impacter la manière dont un personnage sera traité ou soigné.

source: Each wound applies a cumulative -10 modifier to all of the character’s actions.
fr_fr: Chaque blessure applique un modificateur de -10 à toutes les actions du personnage.

source: A character with 3 wounds, for example, suffers -30 to all actions.
fr_fr: Un personnage ayant 3 blessurs, par exemple, subit un modificateur de -30 à toutes ses actions.

source: Some traits, morphs, implants, drugs, and psi allow a character to ignore wound modifiers.
fr_fr: Certains traits, morphs, implants, drogues et psis permettent à un personnage d'ignorer les modificateurs de blessures.

source: These effects are cumulative, though the maximum amount of wound modifiers that may be negated is -30.
fr_fr: Ces effets sont cumulatifs, bien que le total de modificateurs de blessure pouvant être annulés est -30.

source: Knockdown: Any time a character takes a wound, they must make an immediate SOM $$ 3 Test.
fr_fr: Jetté au sol: À chaque fois qu'un personnage prend une blessure, il doit immédiatement faire un Test de SOM $$ 3.

source: Wound modifiers apply.
fr_fr: Les modificateurs de Blessures s'appliquent.

source: If they fail, they are knocked down and must expend a Quick Action to get back up.
fr_fr: Si il échoue, il est jetté à terre et doit dépenser une Action Rapide pour se relever.

source: Bots and vehicles must make a Pilot Test to avoid crashing.
fr_fr: Les bots et les véhicules doivent réussir un Test de Piloter pour éviter de s'écraser.

source: Unconsciousness: Any time a character receives 2 or more wounds at once (from the same attack), they must also make an immediate SOM $$ 3 Test; wound modifiers again apply.
fr_fr: Incsonscience: Â chaque fois qu'un personnage reçoit 2 blessure ou plus en une fois (de la même attaque), ils doivent également faire immédiatement un Test de SOM $$ 3; les modificateurs de blessures s'appliquent également.

source: If they fail, they have been knocked unconscious (until they are awoken or heal).
fr_fr: Si il échoue, il sombre dans l'inconscience (jusqu'à ce qu'ils soient réveillés ou soignés).

source: Bots and vehicles that take 2 or more wounds at once automatically crash (see Crashing, p.
fr_fr: Les bots et les véhicules qui subissent 2 blessures ou plus en une seule fois s'écrasent automatiquement (voir S'Écraser, p.

source: Bleeding: Any biomorph character who has suffered a wound and who takes damage that exceeds their Durability is in danger of bleeding to death.
fr_fr: Saigner: Toute les personnages en biomorph qui ont subit une belssure et qui suboissent des dégâts qui dépassent leur Solidité court le risque de saigner à mort.

source: They incur 1 additional damage point per Action Turn (20 per minute) until they receive medical care or die.
fr_fr: Ils subissent 1 point de dégats supplémentaires par Tour d'Action (20 par minutes) jusqu'à ce qu'ils reçoivent des soins médicaux ou qu'ils meurent.

source: {Death} For many people in Eclipse Phase, death is not the end of the line.
fr_fr: {Mort} Pour beaucoup de gens dans Eclipse Phase, la mort n'est pas le bout du tunnel.

source: If the character’s cortical stack can be retrieved, they can be resurrected and downloaded into a new morph (see Resleeving, p.
fr_fr: Si la pile corticale du personnage peut-être récupérée, il peut être ressuscité et téléchargé dans une nouvelle morph (voir Réincarnation, p.

source: This typically requires either backup insurance (p.
fr_fr: Cela nécessite en général une assurance sauvegarde (p.
